[
    {
      "title": "Rishikesh Camping With Rafting",
      "description": "Situated at a distance of 100 meters from a river stream, surrounded by lush green mountains and a nearby waterfall at walking distance. This campsite offers multiple adrenaline-rushing activities, indoor/outdoor games, bird-watching activities, and a lot more. Indulge in a truly refreshing stay amidst the serenity of nature, with delicious meals, exhilarating activities, comfortable accommodations, and loads of fun! Book this package and make awesome memories with your family and friends.",
      "price": 2499,
      "location": "Village Rattapani, Rishikesh, Uttarakhand, India",
      "author": "64bfd2fd04f4f245eaf86810"
    },
    {
      "title": "Tent Camping At Hassan Riverside",
      "description": "A fertile land with vivid geography and amazing bird life. the campsite provides perfect experience of the rural culture and tradition of Karnataka and its pristine natural beauty. The river Hemavathi flows gracefully all along the western flank of our campsite giving our guests a unique opportunity to fill their senses with its majestic presence and beauty and also watch a beautiful sunset and enjoy your weekend getaway.",
      "price": 2300,
      "location": "Hemavathi River, Hassan, Karnataka, India",
      "author": "64bfd2fd04f4f245eaf86810"
    },
    {
      "title": "Pawna Lake Camping",
      "description": "The exquisite Pawna Lake campsite is situated on a lush green landscape alongside the banks of Pawna Lake, surrounded by misty valleys of the Western Ghat. The setting at Pawna Lake is enhanced by the presence of various tourist attractions such as Lohagad Fort, Tikona Fort, Tung Fort, and Visapur Fort. The serene view and lush green landscape make this place a beautiful destination near Lonavala & Khandala to enjoy an idyllic weekend.",
      "price": 950,
      "location": "Pawna Lake, Maharashtra, India",
      "author": "64bfd34604f4f245eaf86818"
    },
    {
      "title": "Lakeside Camping in Kanva",
      "description": "Enjoy this unique camping experience in Bangalore, and pitch your tents near the mesmerizing views of the Kanva lake backwaters. See the tranquil vistas of hills and luscious flora that surround the lake's attractiveness from all sides. Wake up in the morning to catch glimpses of an amazing sunrise view while being surrounded by the expansive stretch of crystal clear water.",
      "price": 1990,
      "location": "Kanva Reservoir, Kannamangala, Karnataka, India",
      "author": "64bfd2c604f4f245eaf86804"
    }
  ]
  